export default {
  projections: {
    АнкетыE: {
      номер: {
        __caption__: 'Номер'
      },
      датаЗаполн: {
        __caption__: 'Дата заполнения'
      },
      главнПричин: {
        __caption__: 'Главная причина ухода сотрудника'
      },
      оценРабот: {
        __caption__: 'В целом оценивает работу увол. сотрудник'
      },
      относКатСотр: {
        __caption__: 'Категория сотрудников'
      },
      какойСтаж: {
        __caption__: 'Стаж'
      },
      возрастСотруд: {
        __caption__: 'Возраст сотрудника'
      },
      коммент: {
        __caption__: 'Комментарии уволившегося сотрудника'
      }
    },
    АнкетыL: {
      датаЗаполн: {
        __caption__: 'Дата заполн'
      },
      какойСтаж: {
        __caption__: 'Какой стаж'
      },
      возрастСотруд: {
        __caption__: 'Возраст сотруд'
      }
    }
  },
  validations: {
    возрастСотруд: {
      __caption__: 'Возраст сотрудника'
    },
    главнПричин: {
      __caption__: 'Главная причина ухода сотрудника'
    },
    датаЗаполн: {
      __caption__: 'Дата заполнения'
    },
    какойСтаж: {
      __caption__: 'Стаж'
    },
    коммент: {
      __caption__: 'Комментарии уволившегося сотрудника'
    },
    номер: {
      __caption__: 'Номер'
    },
    относКатСотр: {
      __caption__: 'Категория сотрудников'
    },
    оценРабот: {
      __caption__: 'В целом оценивает работу увол. сотрудник'
    },
    специалист: {
      __caption__: 'специалист'
    }
  }
};
